Repository: parfentsevandrey-blip/test
Catalog: VeilVPN/Veil/Resources/Localizable.xcstrings
Source language: en
Languages: fa, ru, uk, zh_hans

source: median of %lld · steady
fa: میانه از %lld · پایدار
ru: медиана из %lld · стабильно
uk: медіана з %lld · стабільно
zh_hans: %lld 次的中位数 · 稳定

source: median of %lld · ±%lld ms
fa: میانه از %lld · ±%lld میلی‌ثانیه
ru: медиана из %lld · ±%lld мс
uk: медіана з %lld · ±%lld мс
zh_hans: %lld 次的中位数 · ±%lld 毫秒

source: networksetup failed: %@
fa: networksetup ناموفق بود: %@
ru: Ошибка networksetup: %@
uk: Помилка networksetup: %@
zh_hans: networksetup 失败：%@

source: not set
fa: تنظیم نشده
ru: не задан
uk: не задано
zh_hans: 未设置

source: obfs4 bridges
fa: پل‌های obfs4
ru: Мосты obfs4
uk: Мости obfs4
zh_hans: obfs4 网桥

source: off
fa: خاموش
ru: выкл
uk: вимк
zh_hans: 关

source: on
fa: روشن
ru: вкл
uk: увімк
zh_hans: 开

source: route
fa: مسیر
ru: маршрут
uk: маршрут
zh_hans: 线路

source: spread
fa: پراکندگی
ru: разброс
uk: розкид
zh_hans: 离散

source: youtube.com failed: %@
fa: youtube.com ناموفق بود: %@
ru: youtube.com недоступен: %@
uk: youtube.com недоступний: %@
zh_hans: youtube.com 失败：%@

source: youtube.com reachable in %lld ms (%@)
fa: youtube.com در %lld میلی‌ثانیه در دسترس است (%@)
ru: youtube.com доступен за %lld мс (%@)
uk: youtube.com доступний за %lld мс (%@)
zh_hans: youtube.com 可达，用时 %lld 毫秒（%@）

source: “Through Tor” is the default. Direct modes are fast and bypass throttling, but the site sees your real IP address. YouTube has its own tab.
fa: پیش‌فرض «از طریق Tor» است. حالت‌های مستقیم سریع‌اند و کندسازی را دور می‌زنند، اما سایت آدرس IP واقعی شما را می‌بیند. YouTube زبانهٔ خودش را دارد.
ru: По умолчанию «через Tor». Прямые режимы быстрые и обходят замедление, но сайт видит ваш реальный IP. У YouTube своя вкладка.
uk: Типово — «через Tor». Прямі режими швидкі й обходять сповільнення, але сайт бачить вашу справжню IP-адресу. У YouTube своя вкладка.
zh_hans: 默认是“经 Tor”。直连模式速度快并可绕过限速，但站点会看到你的真实 IP 地址。YouTube 有单独的标签页。

source: meek (domain fronting)
zh_hans: meek（域前置）
